Repository: ZhanbolotAbdrasilov17/Epos_double
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Подробнее
ky: Кененирээк

source: максимально эффективное управление статьями
ky: макаланы мүмкүн болушунча натыйжалуу башкаруу

source: Направления публикаций
ky: Басылмалардын багыттары

source: часов
ky: саат

source: Передовая статья
ky: Өркүндөтүлгөн макала

source: Научная статья
ky: Илимий макала

source: Информационная статья
ky: Маалыматтык макала

source: Общеисследовательская статья
ky: Жалпы изилдөө макаласы

source: Практико-аналитическая статья
ky: Практикалык-аналитикалык макала

source: Системная информация
ky: Системалык маалымат

source: Ведущий рынок новостей
ky: Жаңылыктар рыногун жетектөө

source: Главный повестник
ky: Башкы күн тартиби

source: Технический апгрейд
ky: Техникалык жаңыртуу

source: Архитектор познаний
ky: Билимдин архитектору

source: Ознакомаление для авторов
ky: Авторлор үчүн таанышуу

source: Подать статью
ky: Макаланы тапшыруу

source: Руководство для авторов
ky: Авторлор үчүн колдонмо

source: Процесс рецензирования
ky: Карап чыгуу процесси

source: Креатив в каждой статье для удовольствия
ky: Ырахат алуу үчүн ар бир макалада Чыгармачыл

source: аналитика и контроль информации на достоверность
ky: аналитика жана маалыматтын аныктыгын контролдоо

source: сотрудничество
ky: кызматташуу

source: заказы статей
ky: макалалар буйруктары

source: заявки
ky: сунуштар

source: специальности
ky: адистиктер

source: Лидер большинства профессиональных рейтингов СМИ Кыргызстана
ky: Кыргызстандагы ММКлардын кесиптик рейтингдеринин көпчүлүгүнүн лидери

source: гарантия качество статей поддержка и развитие
ky: кепилдик макалалар сапатын колдоо жана өнүктүрүү

source: портфолио
ky: портфолиосу

source: сотрудников
ky: кызматкерлери

source: лет опыта
ky: тажрыйба жылдары

source: реализованных проектов
ky: ишке ашырылган долбоорлор

source: Мнения экспертов рынка
ky: Базар эксперттеринин пикири

source: Главная
ky: Башкы

source: О журнале
ky: Журнал жөнүндө

source: Авторам
ky: Авторлор

source: Выпуски
ky: Чыгаруу

source: Новости
ky: Жанылыктар

source: Контакты
ky: Байланыш

source: 2022. Все права защищены. Дизайнер
ky: 2022. Бардык укуктар корголгон. Дизайнер
